name: "face_verification"
platform: "onnxruntime_onnx"
max_batch_size: 1
input [
  {
    name: "input"
    data_type: TYPE_FP32
    dims: [3, 224, 224]
  }
]
output [
  {
    name: "embedding"
    data_type: TYPE_FP32
    dims: [512]
  }
]
